{":hole:": 0, ":new_moon:": 1, ":twelve_o\u2019clock:": 2, ":waning_crescent_moon:": 3, ":candle:": 4, ":waxing_crescent_moon:": 5, ":footprints:": 6, ":crystal_ball:": 7, ":derelict_house:": 8, ":locked_with_key:": 9, ":sheaf_of_rice:": 10, ":sunflower:": 11, ":carousel_horse:": 12, ":detective:": 13, ":chicken:": 14, ":cherry_blossom:": 15, ":circus_tent:": 16, ":bridge_at_night:": 17, ":castle:": 18, ":blossom:": 19, ":man_farmer:": 20, ":sunglasses:": 21, ":seedling:": 22, ":herb:": 23, ":ferris_wheel:": 24, ":locked:": 25, ":left_luggage:": 26, ":water_pistol:": 27, ":house_with_garden:": 28, ":door:": 29, ":old_key:": 30, ":roller_coaster:": 31, ":violin:": 32, ":flashlight:": 33, ":ghost:": 34, ":saxophone:": 35, ":milky_way:": 36, ":musical_note:": 37, ":light_bulb:": 38, ":musical_keyboard:": 39, ":radio:": 40, ":guitar:": 41, ":luggage:": 42, ":cloud_with_rain:": 43, ":musical_score:": 44, ":skull:": 45, ":beach_with_umbrella:": 46, ":kitchen_knife:": 47, ":dashing_away:": 48, ":airplane:": 49, ":snowman:": 50, ":alien_monster:": 51, ":pizza:": 52, ":fallen_leaf:": 53, ":burrito:": 54, ":steaming_bowl:": 55, ":ogre:": 56, ":globe_showing_Asia-Australia:": 57, ":falafel:": 58, ":spider_web:": 59, ":mage:": 60, ":speech_balloon:": 61, ":old_man:": 62, ":bookmark:": 63, ":glowing_star:": 64, ":books:": 65, ":crescent_moon:": 66, ":honey_pot:": 67, ":fire:": 68, ":magic_wand:": 69, ":prayer_beads:": 70, ":globe_showing_Europe-Africa:": 71, ":world_map:": 72, ":brick:": 73, ":top_hat:": 74, ":drop_of_blood:": 75, ":necktie:": 76, ":globe_showing_Americas:": 77, ":couch_and_lamp:": 78, ":unlocked:": 79, ":scroll:": 80, ":locked_with_pen:": 81, ":key:": 82, ":national_park:": 83, ":performing_arts:": 84, ":joker:": 85, ":four_leaf_clover:": 86, ":game_die:": 87, ":movie_camera:": 88, ":palm_tree:": 89, ":hibiscus:": 90, ":microphone:": 91, ":maple_leaf:": 92, ":mushroom:": 93, ":closed_book:": 94, ":ledger:": 95, ":blue_book:": 96, ":page_with_curl:": 97, ":open_book:": 98, ":bookmark_tabs:": 99, ":old_woman:": 100, ":pot_of_food:": 101, ":slot_machine:": 102, ":cooking:": 103, ":camping:": 104, ":magnifying_glass_tilted_left:": 105, ":person_rowing_boat:": 106, ":deciduous_tree:": 107, ":canoe:": 108, ":card_index_dividers:": 109, ":graduation_cap:": 110, ":pen:": 111, ":pencil:": 112, ":woman_teacher:": 113, ":coat:": 114, ":alarm_clock:": 115, ":two-thirty:": 116, ":sparkles:": 117, ":fountain_pen:": 118, ":six_o\u2019clock:": 119, ":seven-thirty:": 120, ":three-thirty:": 121, ":one_o\u2019clock:": 122, ":eight-thirty:": 123, ":spider:": 124, ":rocket:": 125, ":droplet:": 126, ":wind_face:": 127, ":rose:": 128, ":shamrock:": 129, ":snowflake:": 130, ":evergreen_tree:": 131, ":hospital:": 132, ":locomotive:": 133, ":file_folder:": 134, ":magnifying_glass_tilted_right:": 135, ":receipt:": 136, ":glasses:": 137, ":eyes:": 138, ":fork_and_knife:": 139, ":shallow_pan_of_food:": 140, ":framed_picture:": 141, ":pie:": 142, ":mantelpiece_clock:": 143, ":cigarette:": 144, ":ship:": 145, ":dog:": 146, ":fish:": 147, ":dog_face:": 148, ":potted_plant:": 149, ":cat_face:": 150, ":hot_beverage:": 151, ":page_facing_up:": 152, ":parrot:": 153, ":paw_prints:": 154, ":meat_on_bone:": 155, ":face_with_monocle:": 156, ":moai:": 157, ":globe_with_meridians:": 158, ":bear:": 159, ":guide_dog:": 160, ":woman_student:": 161, ":hamster:": 162, ":cow_face:": 163, ":straight_ruler:": 164, ":musical_notes:": 165, ":trumpet:": 166, ":hotel:": 167, ":crutch:": 168, ":bathtub:": 169, ":shower:": 170, ":motorized_wheelchair:": 171, ":green_book:": 172, ":notebook_with_decorative_cover:": 173, ":school:": 174, ":man_student:": 175, ":woman:": 176, ":automobile:": 177, ":sport_utility_vehicle:": 178, ":racing_car:": 179, ":fire_engine:": 180, ":delivery_truck:": 181, ":microscope:": 182, ":triangular_ruler:": 183, ":notebook:": 184, ":tractor:": 185, ":bread:": 186, ":goblin:": 187, ":older_person:": 188, ":keycap_1:": 189, ":keycap_2:": 190, ":keycap_3:": 191, ":keycap_4:": 192, ":keycap_5:": 193, ":keycap_6:": 194, ":sunrise_over_mountains:": 195, ":hiking_boot:": 196, ":man_climbing:": 197, ":man_rowing_boat:": 198, ":water_wave:": 199, ":sunrise:": 200, ":crossed_swords:": 201, ":dragon:": 202, ":shield:": 203, ":crown:": 204, ":party_popper:": 205, ":man_walking:": 206, ":full_moon:": 207, ":eye:": 208, ":bust_in_silhouette:": 209, ":man_mage:": 210, ":high_voltage:": 211, ":grinning_squinting_face:": 212, ":brain:": 213, ":smiling_face_with_smiling_eyes:": 214, ":grinning_face_with_smiling_eyes:": 215, ":face_with_tears_of_joy:": 216, ":pill:": 217, ":stethoscope:": 218, ":relieved_face:": 219, ":thumbs_up:": 220, ":counterclockwise_arrows_button:": 221, ":baby:": 222, ":child:": 223, ":boy:": 224, ":busts_in_silhouette:": 225, ":woman_and_man_holding_hands:": 226, ":men_holding_hands:": 227, ":women_holding_hands:": 228, ":cat_with_tears_of_joy:": 229, ":clapper_board:": 230, ":television:": 231, ":cinema:": 232, ":service_dog:": 233, ":bone:": 234, ":cat:": 235, ":rabbit_face:": 236, ":lion:": 237, ":poodle:": 238, ":rabbit:": 239, ":snowman_without_snow:": 240, ":rainbow:": 241, ":cyclone:": 242, ":umbrella_with_rain_drops:": 243, ":tiger_face:": 244, ":koala:": 245, ":panda:": 246, ":fox:": 247, ":five_o\u2019clock:": 248, ":twelve-thirty:": 249, ":seven_o\u2019clock:": 250, ":eight_o\u2019clock:": 251, ":four-thirty:": 252, ":syringe:": 253, ":office_building:": 254, ":toilet:": 255, ":classical_building:": 256, ":ambulance:": 257, ":man:": 258, ":tomato:": 259, ":tulip:": 260, ":woman\u2019s_hat:": 261, ":tent:": 262, ":man_teacher:": 263, ":crayon:": 264, ":abacus:": 265, ":sun_behind_rain_cloud:": 266, ":ear:": 267, ":Statue_of_Liberty:": 268, ":cityscape_at_dusk:": 269, ":banjo:": 270, ":artist_palette:": 271, ":film_projector:": 272, ":headphone:": 273, ":children_crossing:": 274, ":two_o\u2019clock:": 275, ":six-thirty:": 276, ":five-thirty:": 277, ":three_o\u2019clock:": 278, ":adhesive_bandage:": 279, ":department_store:": 280, ":cloud_with_snow:": 281, ":cactus:": 282, ":bouquet:": 283, ":man_cook:": 284, ":cut_of_meat:": 285, ":woman_cook:": 286, ":bed:": 287, ":auto_rickshaw:": 288, ":motor_scooter:": 289, ":oncoming_bus:": 290, ":bus:": 291, ":police_car_light:": 292, ":bicycle:": 293, ":minibus:": 294, ":bird:": 295, ":railway_track:": 296, ":deer:": 297}